'use strict'
console.log('/////////////////////2///////////////////////')
const total = 100;
let ordered = 50;

if(ordered>100){
   console.log("На складі недостатньо товарів!");
}else{
   "Замовлення оформлено, з вами зв'яжеться менеджер"
}

ordered = 20;

if(ordered>100){
   console.log("На складі недостатньо товарів!");
}else{
   "Замовлення оформлено, з вами зв'яжеться менеджер"
}

ordered = 80;

if(ordered>100){
   console.log("На складі недостатньо товарів!");
}else{
   "Замовлення оформлено, з вами зв'яжеться менеджер"
}

ordered = 130;

if(ordered>100){
   console.log("На складі недостатньо товарів!");
}else{
   "Замовлення оформлено, з вами зв'яжеться менеджер"
}